export const historicalEvents = [
  {
    id: 1,
    from: '1920',
    to: '1939',
    name: 'Наука',
    eventList: [
      {
        id: 1,
        event:
          '10 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
        date: '1920',
      },
      {
        id: 2,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
        date: '1925',
      },
      {
        id: 3,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
        date: '1928',
      },
      {
        id: 4,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
        date: '1939',
      },
    ],
  },
  {
    id: 2,
    from: '1940',
    to: '1964',
    name: 'Открытия',
    eventList: [
      {
        id: 1,
        event:
          '213 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
        date: '1988',
      },
      {
        id: 2,
        event:
          '2Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
        date: '1989',
      },
      {
        id: 3,
        event:
          '2Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
        date: '1990',
      },
      {
        id: 4,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
        date: '1991',
      },
      {
        id: 5,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
        date: '1992',
      },
      {
        id: 6,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
        date: '1993',
      },
    ],
  },
  {
    id: 3,
    from: '1964',
    to: '1984',
    name: 'Космос',
    eventList: [
      {
        id: 1,
        event:
          '113 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
        date: '2015',
      },
      {
        id: 2,
        event:
          '1Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
        date: '2016',
      },
      {
        id: 3,
        event:
          '1Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
        date: '2017',
      },
      {
        id: 4,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
        date: '2018',
      },
      {
        id: 5,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
        date: '2019',
      },
      {
        id: 6,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
        date: '2020',
      },
    ],
  },
  {
    id: 4,
    from: '1985',
    to: '1999',
    name: 'Политика',
    eventList: [
      {
        id: 1,
        event:
          '113 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
        date: '2015',
      },
      {
        id: 2,
        event:
          '1Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
        date: '2016',
      },
      {
        id: 3,
        event:
          '1Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
        date: '2017',
      },
      {
        id: 4,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
        date: '2018',
      },
      {
        id: 5,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
        date: '2019',
      },
      {
        id: 6,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
        date: '2020',
      },
    ],
  },
  {
    id: 5,
    from: '2000',
    to: '2010',
    name: 'Искусство',
    eventList: [
      {
        id: 1,
        event:
          '113 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
        date: '2015',
      },
      {
        id: 2,
        event:
          '1Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
        date: '2016',
      },
      {
        id: 3,
        event:
          '1Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
        date: '2017',
      },
      {
        id: 4,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
        date: '2018',
      },
      {
        id: 5,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
        date: '2019',
      },
      {
        id: 6,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
        date: '2020',
      },
    ],
  },
  {
    id: 6,
    from: '2011',
    to: '2025',
    name: 'Медицина',
    eventList: [
      {
        id: 1,
        event:
          '213 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
        date: '1988',
      },
      {
        id: 2,
        event:
          '2Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
        date: '1989',
      },
      {
        id: 3,
        event:
          '2Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
        date: '1990',
      },
      {
        id: 4,
        event:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
        date: '1993',
      },
    ],
  },
];
